/*
========================================================
ระบบประเมินผลงาน
มหกรรมคุณภาพ ส.เด็กฯ
ครั้งที่ 28 ประจำปี 2569

config.js
Version : 2.0.0
========================================================
*/

const APP_CONFIG = {

  // ==========================================
  // GAS V.2 API
  // ==========================================

  API_URL:
    "https://script.google.com/macros/s/AKfycbxM65eSGEZHx91D_N2dqQAHFN-llCdjWt7tV8_zfI4Gq6n21QgbQRaqpStDjG-VAy5B_w/exec",


  // ==========================================
  // ข้อมูลระบบ
  // ==========================================

  APP_NAME:
    "ระบบประเมินผลงาน",

  EVENT_NAME:
    "มหกรรมคุณภาพ ส.เด็กฯ",

  EVENT_NUMBER:
    "ครั้งที่ 28 ประจำปี 2569",

  YEAR:
    "2569",

  VERSION:
    "2.0.0"

};